cv/cv_arif.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-06-08 Mon 21:31 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Md Arif Shaikh</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Md Arif Shiakh" />
<link rel="stylesheet" type="text/css" href="solarized.css" />
<link href="https://fonts.googleapis.com/icon?family=Material+Icons" rel="stylesheet">
<link href="https://fonts.googleapis.com/css?family=Fira+Sans&display=swap" rel="stylesheet">
</head>
<body>
<div id="content">
<h1 class="title">Md Arif Shaikh</h1>
<p>
Postdoctoral Fellow<br />
<a href="https://www.icts.res.in">International Centre for Theoretical Sciences</a> <br />
Phone: +91 8601923985<br />
Email: <a href="mailto:arif.shaikh@icts.res.in">arif.shaikh@icts.res.in</a><br />
Website: <a href="https://mdarifshaikh.github.io/">https://mdarifshaikh.github.io/</a> <br />
</p>

<div id="outline-container-org873d4dd" class="outline-2">
<h2 id="org873d4dd">Current position</h2>
<div class="outline-text-2" id="text-org873d4dd">
<ul class="org-ul">
<li><b>Postdoctoral Fellow</b>, July 2019-<br />
<a href="https://www.icts.res.in/research/astrorel">Astrophysical Relativity Group</a><br />
<a href="https://www.icts.res.in">International Centre for Theoretical Sciences</a><br />
Survey No. 151, Shivakote, Hesaraghatta Hobli Bengaluru – 560 089, India.<br />
<i>Mentor: Prof. P. Ajith</i><br /></li>
</ul>
</div>
</div>

<div id="outline-container-org2851c9e" class="outline-2">
<h2 id="org2851c9e">Education</h2>
<div class="outline-text-2" id="text-org2851c9e">
<ul class="org-ul">
<li><b>PhD</b>, 2014-2019<br />
<a href="http://www.hri.res.in">Harish-Chandra Research Institute</a>, Chhatnag Road, Jhunsi, Allahabad.<br />
<i>Advisor: Prof. Tapas K. Das</i><br />
Thesis submitted: June 25, 2019. Thesis defended: November 18, 2019.<br /></li>

<li><b>Msc</b>, 2012-2014<br />
<a href="http://www.hri.res.in">Harish-Chandra Research Institute</a>, Chhatnag Road, Jhunsi, Allahabad.<br />
<i>Percentage: 77.05</i><br /></li>

<li><b>BSc</b>, 2009-2012<br />
<a href="http://www.jaduniv.edu.in/">Jadavpur University</a>, Kolkata.<br />
<i>Percentage: 80.03</i><br /></li>
</ul>
</div>
</div>

<div id="outline-container-org017eb48" class="outline-2">
<h2 id="org017eb48">Publications</h2>
<div class="outline-text-2" id="text-org017eb48">
<ul class="org-ul">
<li>Kapadia, S. J., Singh, M. K., <span class="underline">Shaikh, M. A.</span>, Chatterjee, D. &amp; Ajith, P., <i>Of Harbingers and Higher Modes: Improved gravitational-wave early-warning of compact binary mergers</i>, <a href="https://arxiv.org/abs/2005.08830">arXiv:2005.08830</a>, (2020).<br /></li>
<li><span class="underline">Shaikh, M. A.</span> &amp; Das, T. K., <i>Linear perturbations of low angular momentum accretion flow in the Kerr metric and the corresponding emergent gravity phenomena</i>, <a href="https://link.aps.org/doi/10.1103/PhysRevD.98.123022">Phys. Rev. D</a>, <b>98</b>, 123022, (2018).<br /></li>
<li><span class="underline">Shaikh, M. A.</span>, Maity, S., Nag, S. &amp; Das, T. K., <i>Effective sound speed in relativistic accretion discs around Schwarzschild black holes</i>, <a href="http://www.sciencedirect.com/science/article/pii/S1384107618302896">New Astronomy</a>, <b>69</b>, 48 - 57, (2019).<br /></li>
<li>Datta, S., <span class="underline">Shaikh, M. A.</span> &amp; Das, T. K., <i>Acoustic geometry obtained through the perturbation of the Bernoulli’s constant</i>, <a href="http://www.sciencedirect.com/science/article/pii/S1384107617301847">New Astronomy</a>, <b>63</b>, 65 - 74, (2018).<br /></li>
<li><span class="underline">Shaikh, M. A.</span>, <i>Relativistic sonic geometry for isothermal accretion in the Kerr metric</i>, <a href="https://doi.org/10.1088/1361-6382/aaa5cd">Classical and Quantum Gravity</a>, <b>35</b>, 055002, (2018).<br /></li>
<li><span class="underline">Shaikh, M. A.</span>, Firdousi, I. &amp; Das, T. K., <i>Relativistic sonic geometry for isothermal accretion in the Schwarzschild metric</i>, <a href="https://doi.org/10.1088/1361-6382/aa7b19">Classical and Quantum Gravity</a>, <b>34</b>, 155008, (2017).<br /></li>
</ul>
</div>
</div>

<div id="outline-container-org76e411d" class="outline-2">
<h2 id="org76e411d">Conference, Workshops and Seminars</h2>
<div class="outline-text-2" id="text-org76e411d">
<ul class="org-ul">
<li><i>Gravitational-Wave Open Data Workshop #3</i>, LIGO-Virgo Collaboration, 26-28 May, 2020. (Held online due to Covid19 outbreak).<br /></li>
<li><i>Summer School on Gravitational-Wave Astronomy</i>, ICTS-TIFR, Bengaluru, 18-23 May, 2020. (Held online due to Covid19 outbreak).<br /></li>
<li><i>Talk on Probing the evolution history of compact binaries from higher modes of gravitation waves</i>, ICTS In-house symposium, ICTS-TIFR, Bengaluru, 17–18 February 2020.<br /></li>
<li><i>Astrophysics of Supermassive Black Holes</i>, ICTS, Bengaluru, 17–19 December, 2019.<br /></li>
<li><i>Newton Bhabha-Open Data workshop</i>, IUCAA, Pune, 4–6 December, 2019.<br /></li>
<li><i>Talk on On the emergent sonic geometry through the linear perturbation of relativistic black hole accretion</i>, Harish-Chandra Re- search Institute, Prayagraj, 18 November 2019.<br /></li>
<li><i>The Future of Gravitational-Wave Astronomy</i>, ICTS, Bengaluru, 19–22 August 2019.<br /></li>
<li><i>Summer School on Gravitational-Wave Astronomy</i>, ICTS, Bengaluru, 15–26 July 2019.<br /></li>
<li><i>Theoretical Aspects of Astroparticle Physics, Cosmology and Gravitation</i>, the Galileo Galilei Institute for Theoretical Physics, Flo- rence, Italy, 11–22 March 2019<br /></li>
<li><i>Talk on Relativistic acoustic geometry in general relativistic accretion disc around Kerr black holes</i>, Exploring the Universe: Near Earth Space Science to Extra-Galactic Astronomy, S N Bose National Centre for Basic Sciences, Kolkata, 14–17 November 2018.<br /></li>
<li><i>Black Holes: From Classical to Quantum Gravity</i>, IIT Gandhinagar, 15–19 December 2017.<br /></li>
<li><i>Talk on Emergence of curved sonic manifold for isothermal accretion in black hole metric</i>, YoungAstronomersMeet, IUCAA,Pune, 11–15 September 2017.<br /></li>
<li><i>Summer School on Gravitational-Wave Astronomy</i>, ICTS, Bengaluru, 17–28 July 2017.<br /></li>
<li><i>Poster on Relativistic sonic geometry for isothermal accretion in Kerr metric</i>, 29th meeting of Indian Association of General Relativity and Gravitation (IAGRG), IIT Guwahati, 18–20 May 2017.<br /></li>
<li><i>Poster on Emergence of relativistic sonic geometry through perturbation of matter in blackhole metric</i>, 35th meeting of Astronomical Society of India (ASI), Jaipur, 6–10 March 2017.<br /></li>
<li><i>Workshop on Black Hole Information Paradox</i>, HRI, Allahabad, 3–6 February 2014.<br /></li>
</ul>
</div>
</div>


<div id="outline-container-org0ebba57" class="outline-2">
<h2 id="org0ebba57">Awards, Fellowships and others</h2>
</div>

<div id="outline-container-org8c94fad" class="outline-2">
<h2 id="org8c94fad">Refereeing</h2>
</div>

<div id="outline-container-org7e84e9b" class="outline-2">
<h2 id="org7e84e9b">Teaching Assistantship</h2>
</div>

<div id="outline-container-org519a71a" class="outline-2">
<h2 id="org519a71a">Visits</h2>
</div>

<div id="outline-container-org6a0f144" class="outline-2">
<h2 id="org6a0f144">References</h2>
</div>

<div id="outline-container-orgee3a26c" class="outline-2">
<h2 id="orgee3a26c">Personal Information</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Md Arif Shiakh (<a href="mailto:arif.shaikh@icts.res.in">arif.shaikh@icts.res.in</a>)</p>
<p class="date">Date: Mon Jun  8 17:14:05 IST 2020</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.1.9)</p>
<p class="validation"></p>
</div>
</body>
</html>
